Repository: timxx/xdiff-ext
Catalog: po/*.po
Languages: ru, uk, zh_cn

source: Compare later
ru: Сравнить позже
uk: Порівняти пізніше
zh_cn: 稍后比较

source: Select file for comparison
ru: Выбрать файл для последующего сравнения
uk: Запам'ятати файл(и) для подальшого порівняння.
zh_cn: 选择文件比较

source: Compare to '%s'
ru: Сравнить с '%s'
uk: Порівняти з '%s'
zh_cn: 与'%s'比较

source: Compare '%s' and '%s'
ru: Сравнить '%s' и '%s
uk: Порівняти '%s' з '%s
zh_cn: 比较'%s'和'%s'

source: Compare
ru: Сравнить
uk: Порівняти
zh_cn: 比较

source: Compare selected files
ru: Сравнить выбранные файлы
uk: Порівняти вибрані файли.
zh_cn: 比较所所文件

source: 3-way compare to '%s'
ru: Трех-стороннее сравнение с '%s'
uk: Тристороннє порівняння з '%s'
zh_cn: 3方和'%s'比较

source: 3-way compare '%s', '%s' and '%s'
ru: Трех-стороннее сравнение '%s', '%s' и '%s'
uk: Тристороннє порівняння '%s', '%s' і '%s'
zh_cn: 3方比较'%s'，'%s'和'%s'

source: 3-way Compare
ru: Трех-стороннее сравнение
uk: Тристороннє порівняння
zh_cn: 3方比较

source: Configure xdiff-ext thunar extension
ru: Конфигурация xdiff-ext
zh_cn: 配置xdiff-ext thunar扩展

source: xdiff-ext configuration
ru: Конфигурация xdiff-ext
zh_cn: xdiff-ext配置

source: xdiff-ext setup
ru: Установки xdiff-ext
uk: Налаштування xdiff-ext

source: (c) 2008 Sergey Zorin. All rights reserved.
ru: (c) 2008 Сергей Зорин. Все права защищены.
uk: (c) 2007 Сергій Зорін. Всі права захищені.

source: Copyright (c) 2008, Sergey Zorin All rights reserved. Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met: 1. Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer. 2. Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution. THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
ru: Copyright (c) 2008 Сергей Зорин Все права защищены. Распространение и использование исходных и 'скомпилированных' форм с модификацией или без оной, разрешены при соблюдении следующих соглашений: 1. Распространяемые копии исходного кода должны сохранять вышеупомянутые объявления copyright, этот список положений и сохранять следующий отказ от прав. 2. Распространяемые копии скомпилированных форм должны повторять вышеупомянутые объявления copyright, этот список положений и следующий отказ в документации и/или других материалах, поставляемых с дистрибьюцией. ЭТОТ ПРОГРАМНЫЙ ПРОДУКТ ПОСТАВЛЯЕТСЯ ВЛАДЕЛЬЦЕМ АВТОРСКИХ ПРАВ И ЖЕРТВОВАТЕЛЯМИ "КАК ЕСТЬ" И ЛЮБЫЕ ЯВНЫЕ ИЛИ НЕЯВНЫЕ ГАРАНТИИ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ НЕЯВНЫМИ ГАРАНТИЯМИ, КОММЕРЧЕСКОЙ ЦЕННОСТИ И ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ ОТРИЦАЮТСЯ. НИ В КОЕМ СЛУЧАЕ ВЛАДЕЛЕЦ АВТОРСКИХ ПРАВ И ЖЕРТВОВАТЕЛИ НЕ ДОЛЖНЫ БЫТЬ ОТВЕТСТВЕННЫМИ ЗА ЛЮБОЙ ПРЯМОЙ, КОСВЕННЫЙ, СЛУЧАЙНЫЙ, СПЕЦИАЛЬНЫЙ, ОБРАЗЦОВЫЙ ИЛИ ПОСЛЕДУЮЩИЙ УЩЕРБЫ (ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ПОСТАВКОЙ ТОВАРОВ ЗАМЕНЫ ИЛИ УСЛУГ; ПОТЕРЮ ДАННЫХ ИЛИ ИХ НЕПРАВИЛЬНУЮ ПЕРЕДАЧУ ИЛИ ПОТЕРИ; ПРИОСТАНОВЛЕНИЕ БИЗНЕСА), И ТЕМ НЕ МЕНЕЕ ВЫЗВАННЫЕ И В ЛЮБОЙ ТЕОРИИ ОТВЕТСТВЕННОСТИ, НЕЗАВИСИМО ОТ КОНТРАКТНОЙ, СТРОГОЙ ОТВЕТСТВЕННОСТИ, ИЛИ ПРАВОНАРУШЕНИИ (ВКЛЮЧАЯ ХАЛАТНОСТЬ ИЛИ ИНЫМ СПОСОБОМ), ВОЗНИКШЕМ ЛЮБЫМ ПУТЕМ ПРИ ИСПОЛЬЗОВАНИИ ЭТОГО ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ, ДАЖЕ ЕСЛИ БЫ БЫЛО СООБЩЕНО О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА.

source: Xdiff-ext Setup
ru: Установки xdiff-ext

source: Compare command:
ru: Команда стравнения
uk: Комада порівняння:
zh_cn: 比较的命令

source: Select file comparison tool
ru: Выбирете команду сравнения
uk: Виберіть команду порівняння файлу
zh_cn: 选择文件比较的工具

source: 3-way compare command:
ru: Команда 3-х стороннего сравнения
uk: Комада тристороннього порівняння:
zh_cn: 3方比较的命令

source: Select 3-way comparison tool
ru: Выбирете команду 3-х стороннего сравнения
uk: Виберіть команду тристороннього порівняння
zh_cn: 选择3方比较的工具

source: _keep files in list after comparison
ru: Оставлять файл в списке после сравнения
uk: Залишати файл в списку після порівняння.
zh_cn: 比较后保留文件列表

source: Enable/disable 3-way compare
ru: Включить/выключить 3-х стороннее сравнение
zh_cn: 启用/禁用3方比较

source: Couldn't find pixmap file: %s
ru: Не могу найти файл картинки: %s

source: Compare to
uk: Порівняти з
zh_cn: 比较于

source: Clear
zh_cn: 清除

source: Clear selected files list
zh_cn: 清除所选文件列表

source: 3-way compare to
uk: Тристороннє порівняння з
zh_cn: 3方比较于
